identification division.
program-id. HELLO.
environment division.
data division.
procedure division.

      *> cobol-lint CL002 program-begin
program-begin.
       display "My first COBOL program".

      *> cobol-lint CL002 program-done
program-done.
       stop run.

