identification division.
program-id.  CONST.
environment division.
data division.
procedure division.

program-begin.
       display "Hello Cobol!!!".
       display  55.
       display  12.555.

program-done.
       stop run.